[
  {
    "img": "/assets/img/avatar_1.png",  
    "desc": "Came in as scheduled and sussed out the issue right away. Offered options for solving the problem. Very personable and professional service.",  
    "title": "Bill H",
    "subTitle": "Chilliwack, BC"
  },
  {
    "img": "/assets/img/avatar_1.png",  
    "desc": "We needed a new air conditioner in the house before summer starts hitting here. We were recommended Boilers, Burners and Beyond by a friend in Chilliwack to help us out. The air conditioner they installed was great and they were very fast and professional. They were here and gone without any problems and we got a great deal.",  
    "title": "Avery Thompson",
    "subTitle": "Chilliwack, BC"
  },
  {
    "img": "/assets/img/avatar_1.png",  
    "desc": "Tyler's team did a fantastic job on our two boilers, which are crucial for providing heating and hot water to our businesses. They truly deserve five stars and come highly recommended.",  
    "title": "Max Wang",
    "subTitle": "Chilliwack, BC"
  },
  {
    "img": "/assets/img/avatar_1.png",  
    "desc": "Tyler and his team were a pleasure to work with! We called late Sunday for help with our AC and he was able to make it to us within the hour. We are very happy with the work that was done , and highly recommended using them!",  
    "title": "Perry Sandhu",
    "subTitle": "Langley, BC"
  },
  {
    "img": "/assets/img/avatar_1.png",  
    "desc": "Tyler was quick to help restore heat to my tenants.A trusted company to maintain my rental properties in town. Would recommend to anyone needing prompt, honest and reliable service.",  
    "title": "Angela Dawdy",
    "subTitle": "Chilliwack, BC"
  },
  {
    "img": "/assets/img/avatar_1.png",  
    "desc": "Tyler did repairs on my boiler and hot water tank. Workmanship was of highest quality, done right the first time . Cleaned up when he was finished . I will hire them again.",  
    "title": "Greg Kwasnicki",
    "subTitle": "Chilliwack, BC"
  }
]
